Repository: gurkcity/ps_legalcompliance
Catalog: translations/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: de_de

source: %count% image(s)
de_de: %count% Bild(er)

source: 'From' price label (when combinations)
de_de: "Ab Preis"-Anzeige (falls Varianten vorhanden)

source: 'Our previous price' label
de_de: Label „bisheriger Preis“

source: 'Shipping fees excl.' label
de_de: Label 'zzgl. Versand'

source: (waiting for validation)
de_de: (warten auf Validierung)

source: -- Select a CMS page --
de_de: -- Wählen Sie eine CMS-Seite aus --

source: Action
de_de: Aktion

source: Add this
de_de: das hinzufügen

source: Additional HTML in Mail-Templates
de_de: Zusätzlicher HTML-Code in Mail-Templates

source: Additional information about delivery time
de_de: Zusätzlicher Hinweis zur Lieferzeit

source: Additional parameters
de_de: Zusätzliche Parameter

source: Adds a mandatory checkbox when the cart contains a virtual product. Use it to ensure customers are aware that a virtual product cannot be returned.
de_de: Pflicht-Checkbox einfügen, falls der Warenkorb virtuelle Artikel enthält. Stellen Sie so sicher, dass der Kunde weiß, dass ein virtueller Artikel nicht zurückgenommen wird.

source: Advanced Options
de_de: Erweiterte Optionen

source: All hooks have been reset successfully
de_de: Alle Hooks wurden erfolgreich zurückgesetzt

source: All tabs have been reset successfully
de_de: Alle Menüeinträge wurden erfolgreich zurückgesetzt

source: Are you sure want delete the logo?
de_de: Möchten Sie das Logo wirklich löschen?

source: Automatically set the order state to 'awaiting payment' after order was created.
de_de: Setzt den Bestellstatus automatisch auf 'Warten auf Zahlungseingang' nachdem die Bestellung aufgegeben wurde.

source: Awaiting Payment
de_de: Warten auf Zahlungseingang

source: Awaiting payment: Legalcompliance
de_de: Warten auf Zahlungseingang: Legalcompliance

source: CMS Pages
de_de: CMS Seiten

source: Call
de_de: Aufruf

source: Change license code
de_de: Lizenzschlüssel ändern

source: Clear Logs
de_de: Logdateien löschen

source: Compliance
de_de: Rechtssicherheit

source: Configuration
de_de: Einstellung

source: Continue to cultivate the growth of your business with a sense of calm and peace of mind. Expand your reach across the diverse markets of Europe, offering your products or services successfully in all regions. Simultaneously, maintain a steadfast commitment to adhering to all relevant e-commerce regulations, ensuring a solid and legally sound foundation for your expansion. This approach allows you to focus serenely on the ongoing development of your enterprise while providing a trustworthy and compliant shopping experience for your customers throughout Europe.
de_de: Schützen Sie sich vor Abmahnungen, verkaufen Sie in ganz Europa und halten Sie sich dabei an die geltenden E-Commerce-Gesetze. Das Modul hilft europäischen Händlern, ihren Shop rechtssicher zu machen und ist damit ein Muss für jeden Shopbetreiber.

source: Controller reseted successfully
de_de: Controller erfolgreich zurückgesetzt

source: Could not upload logo file
de_de: Die Logodatei konnte nicht hochgeladen werden.

source: Count Rows
de_de: Anzahl Zeilen

source: Cron Queue
de_de: Cron Warteschlange

source: Cron run on maintenance
de_de: Cron wird im Wartungsmodus ausgeführt

source: Custom text in shopping cart page
de_de: Freitext in Warenkorbseite

source: Database
de_de: Datenbank

source: Description
de_de: Beschreibung

source: Determine from which log level the messages should be recorded. Set the log level lower than WARNING only for debug purposes, otherwise the files will be too large.
de_de: Legen Sie fest, ab welchem Level die Logs aufgezeichnet werden sollen. Stellen Sie die Protokollstufe nur für Debugzwecke auf einen niedrigeren Wert als WARNUNG ein, da die Dateien sonst zu groß werden.

source: Differences:
de_de: Unterschiede:

source: Display Information block in footer
de_de: Informationsblock in der Fußzeile anzeigen

source: Display tax in footer
de_de: Steuer im Footer anzeigen

source: Display the payment logo on checkout payment selection.
de_de: Zeigen Sie das Zahlungslogo bei der Zahlungsauswahl an der Kasse an.

source: Displays a 'From' label before the price on products with combinations.
de_de: "Ab"-Label auch vor dem Artikelpreis von Varianten einfügen.

source: Displays a label next to the product price ('Shipping excluded') and adds a short mention in the footer of other pages.
de_de: Zeigt neben dem Artikelpreis ein Label ("zzgl. Versandkosten") an und fügt einen kurzen Hinweis in die Fußzeile anderer Seiten hinzu.

source: Displays the legal cms-pages links as a separate block in the footer (hook displayFooter). If you switch to no, please keep in mind to add your legal text in your own link blocks on every page.
de_de: Zeigt die rechtlichen CMS-Seiten-Links als separaten Block in der Fußzeile an (Hook displayFooter). Wenn Sie auf „Nein“ umstellen, denken Sie bitte daran, Ihren Rechtstext auf jeder Seite in eigene Linkblöcke einzufügen.

source: Displays the tax informations in the footer.
de_de: Zeigt die Steuerinformationen im Footer-Bereich an.

source: Do you really want to update the license code for this module?
de_de: Möchten Sie den Lizenzcode für dieses Modul wirklich aktualisieren?

source: Enable 'Reordering' feature
de_de: Nachbestellen aktivieren

source: Environmental notice
de_de: Umweltschutz-Hinweise

source: Execute cron '%cron_name%' now!
de_de: Cronjob '%cron_name%' jetzt ausführen!

source: Executed
de_de: Ausgeführt

source: Existing Logs
de_de: Vorhandene Logs

source: Features
de_de: Eigenschaften

source: File
de_de: Datei

source: For each of the topics below, first indicate which of your Pages contains the required information:
de_de: Bitte ordnen Sie jedem der folgenden Templaten - soweit erforderlich - die Seite zu, die die benötigten Informationen enthält:

source: For each type of email, you can define which content you would like to include.
de_de: Sie können für jede Shop-Mail separat festlegen, welche zusätzlichen Informationen übermittelt werden sollen.

source: Get more information from the links below.
de_de: Erfahren Sie mehr über die folgenden Links.

source: Gurkcity creates professional and individual modules and addons for PrestaShop onlinestores since 2010.
de_de: Gurkcity entwickelt seit 2010 professionelle und individuelle Module und Add-ons für PrestaShop-Onlineshops.

source: Hint
de_de: Hinweis

source: How many lines should be processed per cronjob call? Please note the average runtime of the cron jobs in relation to the execution interval.
de_de: Wie viele Zeilen sollen pro Cronjob-Aufruf verarbeitet werden? Bitte beachten Sie die durchschnittliche Laufzeit der Cronjobs im Verhältnis zum Ausführungsintervall.

source: If available, displays the price per unit everywhere the product price is listed.
de_de: Falls verfügbar, wird die Grundpreisangabe beim Artikelpreis angezeigt.

source: If delete an uploaded logo, it will be replaced by default.
de_de: Wenn Sie ein hochgeladenes Logo löschen, wird es standardmäßig ersetzt.

source: If you click on 'save and continue' some parameters of your onlinestore will be send to the domain https://www.onlineshop-module.de and your license will be activatet. This parameters contains: Licensecode, referer of your Browser, domain of your onlienestore, version of this module.
de_de: Wenn Sie auf „Speichern und fortfahren“ klicken, werden einige Parameter Ihres Onlineshops an die Domain https://www.onlineshop-module.de gesendet und Ihre Lizenz aktiviert. Diese Parameter enthalten: Lizenzschlüssel, Referrer Ihres Browsers, Domain Ihres Onlineshops, Version dieses Moduls.

source: If you specified a delivery time, this additional information is displayed in the footer of product pages with a link to the "Shipping & Payment" Page. Leave the field empty to disable.
de_de: Wenn Sie eine Lieferzeit angegeben haben, wird diese zusätzliche Information im Footer der Produktseiten mit einem Link zur Seite "Versand & Zahlung" angezeigt. Lassen Sie das Feld leer, um die Option zu deaktivieren.

source: If you specified a delivery time...
de_de: Wenn Sie eine Lieferzeit angegeben haben...

source: If you want to use this Module, please enter your license code here. You can get it in your customer account at Onlineshop-Module.de %tag_start%"Onlineshop-module.de"%tag_end%.
de_de: Wollen Sie die kompletten Features dieses Moduls verwenden, müssen Sie hier Ihren erworbenen Lizenzschlüssel eingeben. Sie erhalten diesen in Ihrem Kundenkonto auf %tag_start%Onlineshop-module.de%tag_end%.

source: In Execution
de_de: In Ausführung

source: Includes content from the Privacy Terms page within the Terms of Services (ToS).
de_de: Link zum Datenschutz zur AGB-Bestätigung hinzufügen.

source: Includes content from the Revocation Terms page within the Terms of Services (ToS).
de_de: Link zur Widerrufsbelehrung zur AGB-Bestätigung hinzufügen.

source: Insert new email templates
de_de: Neue E-Mail-Vorlagen einfügen

source: Install missing configuration
de_de: Fehlende Konfiguration installieren

source: Install missing configuration failed!
de_de: Die Installation der fehlenden Konfiguration ist fehlgeschlagen!

source: Install missing controller
de_de: Fehlende Controller installieren

source: Install missing orderstates
de_de: Fehlende Bestellstatus installieren

source: Keep on growing your business serenely, sell all over Europe while complying with the applicable e-commerce laws.
de_de: Das offizielle Modul zur Verbesserung der Rechtssicherheit in Deutschland und der Europäischen Union.

source: Label "Virtual Product"
de_de: Label „Virtueller Artikel“

source: Label Options
de_de: Label Optionen

source: Labels
de_de: Label-Optionen

source: Labeltext "Virtual Product"
de_de: Beschriftungstext „Virtueller Artikel“

source: Legal
de_de: EU

source: Legal Compliance
de_de: Rechtssicherheit

source: Legal notice
de_de: Impressum

source: License Code
de_de: Lizenzschlüssel

source: License agreement
de_de: Lizenzvereinbarung

source: License key
de_de: Lizenzschlüssel

source: Log Settings
de_de: Log Einstellungen

source: Log file could not be deleted!
de_de: Logdateien konnten nicht gelöscht werden!

source: Log files could not be deleted!
de_de: Logdateien konnten nicht gelöscht werden!

source: Log files have been cleared
de_de: Logdateien wurden gelöscht

source: Log fils have been deleted
de_de: Logdateien wurden gelöscht

source: Make sure you comply with your local legislation before enabling: it can be considered as unsolicited goods.
de_de: Vor Aktivierung sollten Sie sich vergewissern, ob dies unter den rechtlichen Bedingungen Ihres Landes nicht als unaufgefordert zugesandte Ware angesehen wird.

source: Manage hooks
de_de: Hooks verwalten

source: Method
de_de: Methode

source: Missing configuration installed successfully
de_de: Fehlende Konfiguration erfolgreich installiert

source: No
de_de: Nein

source: No carrier
de_de: Kein Lieferant

source: No stats about the cron queue available
de_de: Keine Statistiken zur Cron-Warteschlange verfügbar

source: Order State Awaiting Payment
de_de: Warten auf Zahlungseingang

source: Order State after placing an order
de_de: Bestellstatus, nachdem die Bestellung aufgegeben wurde

source: Order States
de_de: Bestellstatus

source: Order placed
de_de: Bestellung aufgegeben

source: Order states reseted successfully
de_de: Bestellstatus erfolgreich zurückgesetzt

source: Payment Configuration
de_de: Einstellungen für die Bezahlung

source: Payment Logo
de_de: Zahlungslogo

source: Please accept the privacy policy
de_de: Bitte akzeptieren Sie die Datenschutzerklärung

source: Please consider our license disclaimer.
de_de: Bitte beachten Sie unsere Lizenzbedingungen

source: Please select a number greater than zero.
de_de: Bitte wählen Sie eine Zahl größer als Null.

source: Please select a valid order state.
de_de: Bitte wählen Sie einen gültigen Bestellstatus aus.

source: Please upload a valid image file
de_de: Bitte laden Sie eine gültige Bilddatei hoch

source: Possible cron calls
de_de: Mögliche Cron-Aufrufe

source: Price per unit label
de_de: Label Grundpreis

source: Privacy
de_de: Datenschutz

source: Privacy Terms within ToS
de_de: Link Datenschutz (AGB-Checkbox)

source: Proportionate tax for shipping and wrapping
de_de: Anteiliger Steuersatz auf Versand und Verpackung

source: Reset SQL
de_de: SQL zurücksetzen

source: Reset SQL failed! %error%
de_de: SQL-Reset fehlgeschlagen! %error%

source: Reset failed on some hooks!
de_de: Das Zurücksetzen ist bei einigen Hooks fehlgeschlagen!

source: Reset failed on some tabs!
de_de: Das Zurücksetzen ist bei einigen Menüeinträgen fehlgeschlagen!

source: Reset missing hooks
de_de: Hooks zurücksetzen

source: Reset of controller failed!
de_de: Reset der Controller fehlgeschlagen!

source: Reset of order states failed!
de_de: Zurücksetzen der Bestellstatus fehlgeschlagen!

source: Reset tabs
de_de: Menüeinträge zurücksetzen

source: Revocation Terms within ToS
de_de: Link Widerrufsbelehrung (AGB-Checkbox)

source: Revocation for virtual products
de_de: Widerrufsrecht für virtuelle Artikel

source: Revocation form
de_de: Widerrufs-Formular

source: Revocation terms
de_de: Widerrufsrecht

source: Rows per run
de_de: Zeilen pro Lauf

source: Run cronjobs even maintenance mode is on.
de_de: Führen Sie Cronjobs aus, auch wenn der Wartungsmodus aktiviert ist.

source: Runtime [s] (avg / min / max)
de_de: Laufzeit [s] (Durchschnitt / Min. / Max.)

source: SQL queries has been executed successfully
de_de: SQL-Abfragen wurden erfolgreich ausgeführt

source: Save
de_de: Speichern

source: Save License and continue...
de_de: Lizenz speichern und weiter...

source: Settings
de_de: Einstellungen

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Shipping and payment
de_de: Versand und Zahlung

source: Show Conditions Checkbox
de_de: AGB-Checkbox anzeigen

source: Show Payment Logo
de_de: Zahlungslogo anzeigen

source: Show a label placed next to the product-tax and links to the virtual products CMS-Infopage
de_de: Zeigt eine Beschriftung neben der Produktsteuer und Links zur CMS-Infoseite der virtuellen Artikel an

source: Show cronjob properties
de_de: Zeige Cronjob Einstellungen

source: Shows a checkbox to confirm conditions privacy and revocation (default: Yes)
de_de: Zeigt ein Kontrollkästchen zur Bestätigung der Datenschutz- und Widerrufsbedingungen an (Standard: Ja)

source: Size
de_de: Größe

source: Tab Name
de_de: Menü-Name

source: Table Name
de_de: Tabellenname

source: Tabs
de_de: Menüeinträge

source: Take this cron url to prepare the cronjob for the action '%action_name%'
de_de: Verwenden Sie diese Cron-URL, um den Cronjob für die Aktion '%action_name%' vorzubereiten.

source: Terms of Service (ToS)
de_de: Allgemeine Geschäftsbedingungen (AGB)

source: Text for the label linked to the virtual products CMS-Infopage
de_de: Text für das Label, das mit der CMS-Infoseite der virtuellen Artikel verknüpft ist

source: The Legal Compliance module provides the means to indicate legally required informations to your customer, using static pages (some created on purpose by the module). It is your responsibility to fill in the corresponding pages with the required content.
de_de: Das Modul Rechtssicherheit ermöglicht es Ihnen, ihren Shop rechtskonform abzusichern, indem Sie hier die entsprechenden Information in Form von zusätzlichen Seiten Ihrem Shop hinzufügen (einige davon direkt von diesem Modul erstellt). Es liegt aber allein in der Verantwortung des Shopbetreibers, diese Seiten mit dem erforderlichen rechtskonformen Inhalt zu füllen. Unterstützung bei der Formulierung erhalten Sie beispielsweise von den Firmen IT-Recht Kanzlei München, Händlerbund, Protected Shops oder Trusted Shops.

source: The SQL schema and all differences to the current database are shown here.
de_de: Hier werden das SQL-Schema und alle Unterschiede zur aktuellen Datenbank angezeigt.

source: The order state after a customer placed an order.
de_de: Der Bestellstatus, der unmittelbar nach der Bestellaufgabe des Kunden im System erscheint. Üblicherweise verschickt dieser keine E-Mail und wird dem Kunden auch nicht angezeigt.

source: The order state after customer placed an order and waiting for payment.
de_de: Dies ist ein Folgestatus, der eine E-Mail mit weiteren Angaben an den Kunden schicken kann. Wird nur angewendet, wenn die Option \"Warten auf Zahlungseingang\" auf \"JA\" steht.

source: There are %count% new email templates found:
de_de: Es wurden %count% neue E-Mail-Vorlagen gefunden:

source: There are no controllers for this module to install
de_de: Für dieses Modul müssen keine Controller installiert werden

source: There are no hooks for this module to register
de_de: Es gibt keine Hooks für die Registrierung dieses Moduls

source: There are no logfiles yet
de_de: Es gibt noch keine Logs

source: There are no orderstates for this module to install
de_de: Es gibt keine Bestellstatus für dieses Modul zur Installation

source: There are no tabs for this module to register
de_de: Für dieses Modul sind keine Menüeinträge zum Registrieren vorhanden

source: There is no SQL to install for this module
de_de: Es gibt kein SQL für dieses Modul zu installieren.

source: There is no configuration for this module to install
de_de: Es gibt keine Konfiguration für die Installation dieses Moduls

source: This field is invalid
de_de: Dieses Feld ist ungültig

source: This license code seems not to be valid
de_de: Dieser Lizenzschlüssel scheint ungültig zu sein

source: This list shows admin tabs that are no longer needed
de_de: Diese Liste zeigt alle Admin Tabs des Moduls, die nicht nicht benötigt werden

source: This list shows all admin tabs of the module that should be registered. If not all tabs are registered, you can fix this with the button below.
de_de: In dieser Liste werden alle Menüeinträge des Moduls angezeigt, die registriert werden sollen. Sollten nicht alle Menüeinträge registriert sein, können Sie dies mit der Schaltfläche unten beheben.

source: This list shows all hooks used by the module. If not all hooks are registered, you can fix this with the button below.
de_de: Diese Liste zeigt alle vom Modul verwendeten Hooks. Sollten nicht alle Hooks registriert sein, können Sie dies mit der Schaltfläche unten beheben.

source: This list shows all order statuses that this module installs. If an order status is not installed correctly, you can reset it here.
de_de: In dieser Liste werden alle Bestellstatus angezeigt, die dieses Modul installiert. Sollte ein Bestellstatus nicht korrekt installiert sein, können Sie ihn hier zurücksetzen.

source: This list shows the configuration that installs this module. If the configuration values are not installed correctly, you can reset them here.
de_de: Diese Liste zeigt die Konfiguration, die dieses Modul installiert. Sollten die Konfigurationswerte nicht korrekt installiert sein, können Sie diese hier zurücksetzen.

source: This list shows the controller that installs this module. If a controller values are not installed correctly, you can reset them here.
de_de: Diese Liste zeigt den Controller, der dieses Modul installiert. Sollten die Werte eines Controllers nicht korrekt installiert sein, können Sie diese hier zurücksetzen.

source: This module is disabled. Please enable it.
de_de: Dieses Modul ist deaktiviert. Um es zu konfigurieren zu können, müssen Sie es aktivieren.

source: This section allows you to include information from the "Legal Content Management" section above at the bottom of your shop's emails.
de_de: Legen Sie hier fest, bei welchen E-Mails zusätzliche Informationen aus der Verwaltung rechtskonformer Inhalte oben angefügt werden sollen.

source: This text will be displayed on the shopping cart page. Leave empty to disable.
de_de: Dieses Text wird auf der Bestellseite angezeigt. Zur Deaktivierung einfach freilassen.

source: Translate
de_de: Übersetzen

source: Type
de_de: Typ

source: Upload custom payment logo. The logo will appear on the checkout page
de_de: Laden Sie Ihr individuelles Zahlungslogo hoch. Das Logo wird auf der Checkout-Seite angezeigt.

source: Value
de_de: Wert

source: Values
de_de: mögliche Werte

source: Virtual Products
de_de: Virtuelle Artikel

source: Waiting
de_de: Wartend

source: When a product is on sale, displays a 'Our previous price' label before the original price crossed out, next to the price on the product page.
de_de: Beim reduzierten Artikeln, zeigt das Label 'Unser bisheriger Preis' vor den ursprünglichen Streichpreis an, welcher sich in der Nähe des aktuellen Preise auf der Artikelseite befindet.

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
de_de: MwSt. für Versand und Verpackung entsprechend der Steueranteile im Warenkorb berechnen.

source: Yes
de_de: Ja

source: Yes! I Accept the privacy policy.
de_de: Ja! ich akzeptiere die Datenschutzbestimmungen.

source: Your country's legislation may require you to communicate some specific legal information to your customers.
de_de: Die Rechtslage in Ihrem Land verpflichtet Sie unter Umständen zur Angabe besonderer rechtlicher Informationen gegenüber Ihren Kunden.

source: close
de_de: schließen

source: delete
de_de: löschen

source: failure!
de_de: Fehler!

source: missing!
de_de: fehlt!

source: not registered!
de_de: nicht eingetragen!

source: registerd but unnecessary!
de_de: registriert aber unnötig

source: unecessary
de_de: unnötig
